public class Main {
    public static void main(String[] args) {
        System.out.println("Когда же юности мятежной\n" +
                "Пришла Евгению пора,\n" +
                "Пора надежд и грусти нежной,\n" +
                "Monsieur прогнали со двора.\n" +
                "Вот мой Онегин на свободе;\n" +
                "Острижен по последней моде,\n" +
                "Как dandy[*] лондонский одет —\n" +
                "И наконец увидел свет.\n" +
                "Он по-французски совершенно\n" +
                "Мог изъясняться и писал;\n" +
                "Легко мазурку танцевал\n" +
                "И кланялся непринужденно;\n" +
                "Чего ж вам больше? Свет решил,\n" +
                "Что он умен и очень мил.");
    }
}
